Repository: dhis2/d2-ui
Catalog: packages/org-unit-dialog/i18n/prs.po
Languages: fa_af

source: Organisation units
fa_af: واحد های سازمان

source: Hide
fa_af: مخفی کردن

source: Update
fa_af: تجدید

source: Level
fa_af: سطحه

source: Group
fa_af: گروپ

source: selected
fa_af: منتخبین

source: Deselect all
fa_af: همه از حالت انتخاب خارج

source: User organisation unit
fa_af: د کاروونکي سازمان واحدونه

source: User sub-units
fa_af: زیر-واحد ها استفاده کننده گان

source: User sub-x2-units
fa_af: زیر- x2-واحد های استفاده کننده گان
