Repository: dhis2/d2-ui
Catalog: packages/interpretations/i18n/*.po
Languages: ps, uz, uz_latn

source: View
uz: Кўрик
uz_latn: Koʼrik

source: Exit View
uz: Кўрикдан чиқиш
uz_latn: Koʼrikdan chiqish

source: Like
ps: د خوښې وړ.
uz: Каби, ўхшаш
uz_latn: Kabi, oʼxshash

source: Unlike
ps: نه خوښول.
uz: Аксинча
uz_latn: Аksincha

source: Reply
ps: ځواب ورکړئ
uz: Жавоб
uz_latn: Javob

source: Edit
ps: درست یې کړئ
uz: Таҳрирлаш
uz_latn: Tahrirlash

source: Manage sharing
uz: Улашишни бошқариш
uz_latn: Ulashishni boshqarish

source: Delete
ps: خذف یې کړئ
uz: Ўчириш
uz_latn: Oʼchirib tashlash

source: Pivot Tables
uz: Таянч жадваллар
uz_latn: Solishtirma jadvallar

source: Visualizer
uz: Визуализатор
uz_latn: Vizualizator

source: Maps
uz: Хариталар
uz_latn: Xaritalar

source: Event Reports
uz: Ҳодиса/Тадбирлар ҳақида ҳисоботлар

source: Event Visualizer
uz: Ҳодисалар визуализатори
uz_latn: Hodisalar vizualizatori

source: View in {{appName}} app
uz: {{appName}} иловаси орқали кўриш
uz_latn: {{appName}} ilovasi orqali koʼrish

source: Back to all interpretations
uz: Жами талқинларга қайтиш
uz_latn: Jami talqinlarga qaytish

source: Interpretations
ps: شفاهي ژباړې
uz: Талқинлар
uz_latn: Sharhlar

source: Save reply
uz: Жавоб сақлансин
uz_latn: Javob saqlansin

source: Cancel
ps: رد یې کړئ [ ژباړه ـ ردول ]
uz: Бекор қилиш
uz_latn: Bekor qilish

source: Write a reply
uz: Изоҳ ёзинг
uz_latn: Izoh yozing

source: Confirm
uz: Тасдиқланг

source: No description
ps: هېڅ ډول تشریح نه لري
uz: Тавсиф йўқ
uz_latn: Tavsif yoʼq

source: Show less
uz: Камроқ кўрсатиш
uz_latn: Kamroq koʼrsatilsin

source: Show more
uz: Кўпроқ кўрсатиш
uz_latn: Koʼproq koʼrsatilsin

source: Unsubscribe from this {{object}} and stop receiving notifications
uz: Ушбу {{объект}} га обунани бекор қилинг ва билдиришномалар олинишини тўхтатинг
uz_latn: Ushbu {{object}} ga obunani bekor qiling va bildirishnomalar olinishini toʼxtating

source: Subscribe to this {{object}} and start receiving notifications
uz: Ушбу {{объект}} га обуна бўлинг ва билдиришномалар олишни бошланг
uz_latn: Ushbu {{object}} ga obuna boʼling va bildirishnomalar olishni boshlang

source: Table details
uz: Жадвал тафсилотлари
uz_latn: Jadval tafsilotlari

source: Chart details
uz: Диаграмма тафсилотлари
uz_latn: Diagramma tafsilotlari

source: Map details
uz: Харита тафсилотлари
uz_latn: Xarita tafsilotlari

source: Visualization details
uz: Визуализация тафсилотлари
uz_latn: Vizualizatsiya tafsilotlari

source: Owner
ps: مالک
uz: Эгаси, тегишлилик
uz_latn: Egasi, tegishlilik

source: Created
ps: ایجاد شوی دی
uz: Яратилди
uz_latn: Yaratildi

source: Last updated
ps: د وروستي ځل لپاره تجدید شوې
uz: Охирги янгиланган
uz_latn: Oxirgi yangilangan

source: Views
ps: کتنې
uz: Кўришлар
uz_latn: Koʼrishlar

source: Sharing
ps: د شریکېدو په حال کې
uz: Улашиш
uz_latn: Ulashish

source: Delete interpretation
uz: Талқин ўчирилсин
uz_latn: Talqinni oʼchirib tashlash

source: Are you sure you want to delete this interpretation?
uz: Ҳақиқатдан ҳам ушбу талқинни ўчирмоқчимисиз?
uz_latn: Haqiqatdan ham ushbu talqinni oʼchirib tashlamoqchimisiz?

source: Access restricted
uz: Кириш чекланган
uz_latn: Kirish cheklangan

source: {{count}} likes
uz: {{count}} йиғинди

source: Save interpretation
uz: Талқин сақлансин
uz_latn: Talqin saqlansin

source: Write an interpretation
uz: Талқин ёзиш
uz_latn: Talqin yozish

source: {{count}} replies
uz: {{count}} изоҳлар

source: Hide old replies
uz: Эски изоҳларни беркитиш
uz_latn: Eski izohlarni berkitish

source: View more replies
uz: Кўпроқ изоҳларни кўриш
uz_latn: Koʼproq izohlarni koʼrish

source: Delete comment
uz: Изоҳни ўчириш
uz_latn: Izohni oʼchirib tashlash

source: Are you sure you want to delete this comment?
uz: Ҳақиқатдан ҳам ушбу шарҳни ўчирмоқчимисиз?
uz_latn: Haqiqatdan ham ushbu sharhni oʼchirib tashlamoqchimisiz?

source: Hide previous interpretations
uz: Аввалги талқин яширилсин
uz_latn: Аvvalgi talqin yashirilsin

source: Show previous interpretations
uz: Аввалги талқин кўрсатилсин
uz_latn: Аvvalgi talqin koʼrsatilsin

source: No interpretations
ps: ژباړه یا تفسیر شتون نه لري
uz: Талқинлар йўқ
uz_latn: Talqinlar yoʼq

source: external access
uz: Ташқаридан кириш ҳуқуқи
uz_latn: Tashqaridan kirish huquqi

source: public access
uz: оммавий фойдаланишга рухсат

source: None
ps: هېڅ یو
uz: Йўқ
uz_latn: Yoʼq

source: Shared with
uz: Билан улашиш
uz_latn: Bilan ulashish

source: bold text
uz: қалин ҳарф
uz_latn: qalin harf

source: italic text
uz: ёзма ҳарф
uz_latn: yozma harf

source: Read
ps: ویې لولئ
uz: Ўқинг
uz_latn: Oʼqing

source: Read/Write
ps: ویې لولئ / ویې لیکئ
uz: Ўқинг/Ёзинг
uz_latn: Oʼqing/Yozing

source: Unknown
ps: ناپېژنده
uz: Номаълум
uz_latn: Nomaʼlum

source: Public
ps: عمومي
uz: Оммавий
uz_latn: Ommaviy

source: {{count}} users
uz: {{count}} фойдаланувчилар

source: {{count}} user groups
uz: {{count}} фойдаланувчилар гуруҳи

source: chart
uz: диаграмма
uz_latn: diagramma

source: pivot table
uz: таянч жадвал

source: map
uz: харита
uz_latn: xarita

source: event chart
uz: ҳодиса/тадбир диаграммаси
uz_latn: hodisa/tadbir diagrammasi

source: event report
uz: ҳодиса/тадбир ҳисоботи
uz_latn: hodisa/tadbir hisoboti

source: object
uz: объект
uz_latn: obʼekt

source: Details
ps: جزیات [ ژباړه ـ جزیات ]

source: OK
ps: سم دی

source: Share
ps: شریک یې کړئ

source: people like this
ps: خلک دا خوښوي

source: people commented
ps: خلکو په دې اړه خپل نظر ورکړی دی

source: more comments
ps: نورې څرګندونې.

source: Save
ps: ثبت یې کړئ [ ژباړه - ثبت کړئ ]

source: Clear interpretation
ps: ژباړه یا تفسیر پاک کړئ
